experiment/test_fio/result/conv/randwrite/fio_rw_1_400M_file.txt
file1: (g=0): rw=randwrite, bs=(R) 16.0KiB-16.0KiB, (W) 16.0KiB-16.0KiB, (T) 16.0KiB-16.0KiB, ioengine=libaio, iodepth=8
fio-3.36-19-gbdf99
Starting 1 process
file1: Laying out IO file (1 file / 400MiB)

file1: (groupid=0, jobs=1): err= 0: pid=5730: Mon Dec  4 21:50:52 2023
  write: IOPS=163k, BW=2548MiB/s (2672MB/s)(400MiB/157msec); 0 zone resets
    slat (nsec): min=1706, max=243670, avg=2672.28, stdev=3348.77
    clat (usec): min=20, max=810, avg=45.80, stdev=31.07
     lat (usec): min=24, max=834, avg=48.47, stdev=33.62
    clat percentiles (usec):
     |  1.00th=[   37],  5.00th=[   39], 10.00th=[   40], 20.00th=[   40],
     | 30.00th=[   41], 40.00th=[   41], 50.00th=[   42], 60.00th=[   42],
     | 70.00th=[   43], 80.00th=[   44], 90.00th=[   48], 95.00th=[   51],
     | 99.00th=[  198], 99.50th=[  233], 99.90th=[  416], 99.95th=[  570],
     | 99.99th=[  783]
  lat (usec)   : 50=93.94%, 100=4.08%, 250=1.52%, 500=0.41%, 750=0.04%
  lat (usec)   : 1000=0.02%
  cpu          : usr=5.13%, sys=56.41%, ctx=6261, majf=0, minf=9
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,25600,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=8

Run status group 0 (all jobs):
  WRITE: bw=2548MiB/s (2672MB/s), 2548MiB/s-2548MiB/s (2672MB/s-2672MB/s), io=400MiB (419MB), run=157-157msec

Disk stats (read/write):
  sdb: ios=0/24190, sectors=0/774080, merge=0/0, ticks=0/784, in_queue=780, util=59.44%