experiment/test_fio/result/conv/randwrite/fio_rw_1_800M_file.txt
file1: (g=0): rw=randwrite, bs=(R) 16.0KiB-16.0KiB, (W) 16.0KiB-16.0KiB, (T) 16.0KiB-16.0KiB, ioengine=libaio, iodepth=8
fio-3.36-19-gbdf99
Starting 1 process
file1: Laying out IO file (1 file / 800MiB)

file1: (groupid=0, jobs=1): err= 0: pid=5745: Mon Dec  4 21:50:52 2023
  write: IOPS=164k, BW=2556MiB/s (2680MB/s)(800MiB/313msec); 0 zone resets
    slat (nsec): min=1716, max=95724, avg=2518.06, stdev=1592.02
    clat (usec): min=20, max=892, avg=46.11, stdev=28.13
     lat (usec): min=23, max=903, avg=48.63, stdev=29.22
    clat percentiles (usec):
     |  1.00th=[   40],  5.00th=[   41], 10.00th=[   41], 20.00th=[   42],
     | 30.00th=[   42], 40.00th=[   43], 50.00th=[   43], 60.00th=[   43],
     | 70.00th=[   44], 80.00th=[   44], 90.00th=[   45], 95.00th=[   49],
     | 99.00th=[  188], 99.50th=[  196], 99.90th=[  490], 99.95th=[  586],
     | 99.99th=[  840]
  lat (usec)   : 50=95.31%, 100=3.04%, 250=1.46%, 500=0.09%, 750=0.07%
  lat (usec)   : 1000=0.03%
  cpu          : usr=10.26%, sys=41.03%, ctx=12604, majf=0, minf=8
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,51200,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=8

Run status group 0 (all jobs):
  WRITE: bw=2556MiB/s (2680MB/s), 2556MiB/s-2556MiB/s (2680MB/s-2680MB/s), io=800MiB (839MB), run=313-313msec

Disk stats (read/write):
  sdb: ios=0/22313, sectors=0/714016, merge=0/0, ticks=0/908, in_queue=904, util=59.44%