experiment/test_fio/result/conv/randwrite/fio_rw_1_800M_file.txt
file1: (g=0): rw=randwrite, bs=(R) 16.0KiB-16.0KiB, (W) 16.0KiB-16.0KiB, (T) 16.0KiB-16.0KiB, ioengine=libaio, iodepth=8
fio-3.36-19-gbdf99
Starting 1 process
file1: Laying out IO file (1 file / 800MiB)

file1: (groupid=0, jobs=1): err= 0: pid=4611: Sun Dec  3 17:49:37 2023
  write: IOPS=151k, BW=2353MiB/s (2467MB/s)(800MiB/340msec); 0 zone resets
    slat (nsec): min=1937, max=79264, avg=3010.63, stdev=1601.53
    clat (usec): min=22, max=699, avg=49.77, stdev=24.81
     lat (usec): min=25, max=711, avg=52.78, stdev=25.61
    clat percentiles (usec):
     |  1.00th=[   40],  5.00th=[   41], 10.00th=[   41], 20.00th=[   42],
     | 30.00th=[   42], 40.00th=[   43], 50.00th=[   43], 60.00th=[   43],
     | 70.00th=[   45], 80.00th=[   51], 90.00th=[   59], 95.00th=[  106],
     | 99.00th=[  145], 99.50th=[  184], 99.90th=[  231], 99.95th=[  297],
     | 99.99th=[  693]
  lat (usec)   : 50=78.43%, 100=15.91%, 250=5.57%, 500=0.04%, 750=0.05%
  cpu          : usr=3.54%, sys=60.18%, ctx=12549, majf=0, minf=10
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,51200,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=8

Run status group 0 (all jobs):
  WRITE: bw=2353MiB/s (2467MB/s), 2353MiB/s-2353MiB/s (2467MB/s-2467MB/s), io=800MiB (839MB), run=340-340msec

Disk stats (read/write):
  sdb: ios=0/25107, sectors=0/803424, merge=0/0, ticks=0/856, in_queue=852, util=59.68%